[AttributePresentation_Mercenary AttributePresentationDefinition]
Description="$Willow Game. Shipping information. the title"
NoConstraintText=""
Suffix=""
Prefix=""

[Mercenary.Head_MOrchid UsableCustomizationItemDefinition]
ItemCardTopStatString="%s2 %s1"
UseFailureCharacterMessage="tie up %s Use it."
ItemName=""
PickupMessage="you are rich. %s"
UseFailureLevelMessage="You must be %d to use this feature."
UseFailureConstraintsMessage="You cannot use this item.."
NoManufacturerName="Summary"

